Revit 2027 API
ParameterTypeId.DisplacedElementDisplacementY Property
 "Y Displacement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DisplacedElementDisplacementY { get; }
Public Shared ReadOnly Property DisplacedElementDisplacementY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DisplacedElementDisplacementY {
	ForgeTypeId^ get ();
}
static member DisplacedElementDisplacementY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace